[
  {
    "id": 1,
    "image": "1.jpg",
    "title": "2 bedroom duplex for sale",
    "address": "Mason Street, Manchester, Greater Manchester, M4",
    "postcode": "M4",
    "price": 254950,
    "description": "HELP TO BUY AVAILABLE! Move into your new apartment in Q1 2019!",
    "features": [
      "Help to Buy available, ideal for first time buyers",
      "Within walking distance of the Northern Quarter, Ancoats & NOMA",
      "Exposed brickwork retaining the charm of the existing building",
      "Cycle storage",
      "Victorian Mill conversion",
      "13 unique 1,2 and 3 bed apartments available"
    ],
    "details": [
      "Help to Buy now available, please enquire for further details!",
      "The unique collection of apartments at Mason Street are conscientiously designed for modern, elegant, professional living. ",
      "This exemplary conversion of a traditional mill is an architectural triumph, showcasing the exceptional appearance a harmoniously balanced brick and glass exterior can bring to a building & how they naturally compliment one another. ",
      "Every one of the 13 beautiful 1 & 2 bedroom apartments have been carefully crafted, with exceptional attention to detail given to every fitting and fixture for an optimum living experience. ",
      "Within walking distance of the Northern Quarter, Ancoats & NOMA, Mason Street is superbly located to explore the growing abundance of boutiques, independent trades, coffee shops, bars & restaurants that sit on the doorstep. ",
      "Nestled within the heart of a city undergoing a very prominent & deliberate renaissance, making it one of the most dynamic and exciting cities within Europe in which to live, Mason Street also benefits from being located within close proximity of Deansgate, The Arndale Centre, New Cathedral Street, King Street & Spinningfields and local & national transport links including Manchester Piccadillly & Manchester Victoria overground stations & the Metro Link Tram. ",
      "For further detail, floorplans & a development brochure, please contact Cushman & Wakefield today."
    ]
  },
  {
    "id": 2,
    "image": "2.jpg",
    "title": "4 bedroom penthouse for sale",
    "address": "Beetham Tower, 301 Deansgate M3 4LX",
    "postcode": "M3 4LX",
    "price": 3500000,
    "description": "A rare opportunity to purchase a superb four bedroom, custom designed triplex apartment set on floors 44, 45 and 46 of Manchesters most iconic building, The Beetham Tower.",
    "features": [
      "Triplex penthouse",
      "Five parking spaces",
      "Home cinema",
      "Stylish & modern fully fitted kitchen",
      "Approximately 4950 sq ft",
      "Four bedrooms"
    ],
    "details": [
      "A rare opportunity to purchase a superb four bedroom, custom designed triplex apartment set on floors 44, 45 and 46 of Manchesters most iconic building, The Beetham Tower. Offering approximately 4,950 sq ft of beautifully presented accommodation having been recently refurbished throughout. This ultra-modern, open plan apartment simply oozes style and sophistication.",
      "Entering the apartment from the main entrance on the 45th level you will be greeted by the luxury curved reception hallway taking in the polished marble tiled flooring and fashionable Wenge stained timber. Opening out to the open plan living area, modern kitchen fully fitted with high specification appliances and dining area, all with uninterrupted panoramic views of Manchester city centre from the floor to ceiling windows. This floor further features hidden utility room, contemporary designed WC and internal terrace just off the lounge area.",
      "On the upper level, (floor 46) from the spiral staircase you will discover the master bedroom suite benefitting from internal terrace, dressing room and en-suite bathroom. Bedrooms two and three can also be found on this floor along with the family bathroom suite featuring his and hers hand wash basins, low level WC, walk-in shower and bath with fully tiled surround.",
      "The lower level (floor 44) features the home cinema room with internal terrace, bedroom four, home office and large dressing room with custom designed fitted storage units. This level also benefits from WC, store and cloaks room.",
      "This spectacular apartment further benefits from five underground allocated car park spaces, smart home tech air conditioning and a CCTV security system. EPC rating C.",
      "The Beetham Tower, Manchester’s second tallest building and premier apartment complex. Located in the heart of the city, the multi-award winning landmark development, which was designed by world renowned architects SimpsonHaugh & Partners, has soared over the city centre for a decade.",
      "Its exceptional location at 301 Deansgate - the city’s main thoroughfare – is also home to the Hilton Manchester Deansgate hotel and Cloud 23 ‘sky bar’, and provides access to countless amenities including shops & leisure, health & wellbeing facilities, bars & restaurants, museums & galleries etc., as well as excellent transport links. This is aspirational living at its finest! "
    ]
  },
  {
    "id": 3,
    "image": "3.jpg",
    "title": "3 bedroom flat for sale",
    "address": "1 Rice Street, Castlefield, Manchester, Greater Manchester, M3",
    "postcode": "M3",
    "price": 2000000,
    "description": "The Penthouse 360 Building. Total floor area of approximately 4780 Sq. Ft. A labour of love, a vision of creating arguably one of the best living spaces with no expense spared in the city centre.",
    "features": [
      "The Penthouse 360",
      "Three double size bedrooms",
      "En-suite wet room & Bathroom",
      "Bespoke designer Circular kitchen",
      "Climate Control / Cat 5 cabling +2 Cisco Wi-Fi spots",
      "Total floor size approximately 4780 ft"
    ],
    "details": [
      "The Penthouse 360 Building. Total floor area of approximately 4780 Sq. Ft. A labour of love, a vision of creating arguably one of the best living spaces with no expense spared in the city centre. Several architect plans were commissioned with the best one chosen to create an inspired, spacious, and highly comfortable home that's the last word in both luxury & privacy. Not just internally but also harnessing the phenomenal views of The City of Manchester, The Town Hall, Salford, Media City, & Castlefield Basin. Consisting of: key access only lift, lobby / gym area, Grand entrance hallway, WC, Living area measuring close to 50 ft. Bespoke circular kitchen, additional laundry kitchen. The Cheshire room is quiet, peaceful and relaxing with handmade AV furniture. Three luxury bedrooms and double en-suites. The Master having a handmade dressing room. External private terrace and a balcony. Climate control system controlled room-by-room offering both air con & heat with slot diffusers that are flush providing the ideal climate throughout the year. Electric blind spurs are fitted throughout. Highly insulated and sound proofed. A quiet oasis within the city.",
      "Roman soldiers, led by General Agricola, marched into the north-west of England in 79 AD. For strategic reasons they selected the Castlefield location for a fort, called Manucunium, which they built on a rocky outcrop protected by the Rivers Irwell and Medlock. This is the first definite record of human settlement in Manchester. Castlefield was designated a conservation area in 1980 and the United Kingdom's first designated Urban Heritage Park. Manchester has been successful in its bid to join UNESCO’s worldwide Creative Cities network as a City of Literature. Location:360 Building 1 Rice Street Castlefield Manchester M3 4JL"
    ]
  },
  {
    "id": 4,
    "image": "4.jpg",
    "title": "4 bedroom penthouse for sale",
    "address": "Leftbank, Spinningfields, Manchester, M3 3AE",
    "postcode": "M3 3AE",
    "price": 2000000,
    "description": "We're delighted to present this exceptional four bedroom penthouse apartment on the top floor of the highly sought-after and only residential block on Spinningfields.",
    "features": [
      "Panoramic views over the River Irwell and Manchester city centre",
      "Secret coded access to the penthouse on the top floor",
      "Landscaped terrace and wrap-around balcony",
      "His-and-hers dressing rooms from the master bedroom",
      "Private car parking spaces in the basement",
      "24-hour security and a dedicated Concierge team on site"
    ],
    "details": [
      "*RARE OPPORTUNITY* We're delighted to present this exceptional four bedroom penthouse apartment on the top floor of the highly sought-after and only residential block on Spinningfields. This is a truly unprecedented arrival; the newly refurbished duplex apartment based in the Leftbank development is the finest of its kind in Manchester city centre and boasts uninterrupted panoramic views over the River Irwell and the city. ",
      "Situated in the super prime business district of Spinningfields, the area is home to some of Manchester's most strikingly architectural glass skyscrapers, a plethora of high-end restaurants, bars and designer shops. ",
      "The development itself is highly secure, with 24-hour security and a dedicated Concierge team at hand to cater to your needs. From the moment you arrive on the 15th floor via secret coded access, you're immediately struck by the exclusivity of this sought-after penthouse apartment, which shares a private entrance with only one other residence. Offering almost 4,000 sq ft of both living space and a terraced area, the apartment is fitted with underfloor heating and floor-to-ceiling windows, whilst also benefiting from an advanced mobile-controlled mood lighting system, whole home audio sound system, home theatre and automated blinds/curtains. ",
      "Boasting premium solid wood flooring and softly-lit automatic wall lights, the extensive hallway leads you through to a variety of different rooms, each accessed through elegant double doors. From a media/living room to relaxed morning rooms, there's plenty of space to unwind and entertain in a plethora of areas. A beautifully-landscaped terrace and wrap-around balcony also adds to the offering, which can be accessed from each of the rooms.",
      "The sophisticated kitchen area boasts exquisite Italian decor, with bespoke Corian kitchen worktops and a Miele appliances throughout. Further features include a wine cooler, dishwasher, built-in coffee machine and a hob and extractor fan, with a further serving kitchen to the back providing Miele appliances, a washing machine, a tumble dryer and an extra deep sink with additional dishwasher and fridge/freezer. This area flows into a large dining area, where you can comfortably seat 10 guests for those special occasions! ",
      "Lavishly decorated with absolutely no amenity spared, the master bedroom features an en-suite and bespoke his-and-hers dressing rooms for getting ready in style. Down the distinctive handcrafted spiral staircase, you'll find a further two double guest bedrooms with Juliette balconies and an additional bathroom. Most interestingly of all, a secret keypad-coded hidden door leads through to a bespoke hand-carved office, which is graced with elegant mahogany finishings. "
    ]
  },
  {
    "id": 5,
    "image": "5.jpg",
    "title": "3 bedroom apartment for sale",
    "address": "No1 Deansgate, Manchester, M1 3AZ",
    "postcode": "M1 3AZ",
    "price": 1250000,
    "description": "A three bedroom triplex penthouse in the iconic No1 Deansgate. Further details available on application. Call 0161 834 8340 and ask for Jennie.",
    "features": [
      "3 bedrooms",
      "Panoramic views",
      "Secret coded access to the penthouse on the top floor",
      "Landscaped terrace and wrap-around balcony",
      "Dressing rooms from the master bedroom",
      "Private car parking spaces in the basement"
    ],
    "details": [
      "A three bedroom triplex penthouse in the iconic No1 Deansgate. Further details available on application. Call 0161 834 8340 and ask for Jennie.",
      "Please note we have not tested any apparatus, fixtures, fittings, or services. Interested parties must undertake their own investigation into the working order of these items. All measurements are approximate and photographs provided for guidance only."
    ]
  },
  {
    "id": 6,
    "image": "6.jpg",
    "title": "3 bedroom penthouse for sale",
    "address": "Oxygen, Store Street, Manchester, M1",
    "postcode": "M1",
    "price": 1075034,
    "description": "Located in the heart of Manchester Oxygen is the City's most 'EXCLUSIVE' five star LEISURE FACILITIES and SKY GARDENS. Oxygen will be a beacon of Manchester's skyline featuring 343 STYLISH apartments, 12 townhouses.",
    "features": [
      "7% Rental yields",
      "400,000 students in the region",
      "345 stylish apartments and 12 townhouses",
      "State of the cinema room",
      "1 and 2 bed apartments. 3 and 4 bed townhouses",
      "Close proximity to the main commercial core of the city centre"
    ],
    "details": [
      "Located within a highly accessible location in the heart of Manchester, Oxygen will be a beacon of Manchester's skyline. Oxygen will be one of the highest specification buildings ever built in Manchester that feature 343 stylish apartments, twelve townhouses with the City's most 'EXCLUSIVE' five star leisure facilities and sky gardens. Rental yields expected to be 7%. ",
      "Oxygen is unique. It's a vertical village. Family town houses engage the street. Above the town houses sit the amenity deck with swimming pool and spa, gym and community hall. Above the amenity deck are apartments to live with views across the City and towards the Peak District National Park. The town houses and apartments have full height window and balconies allowing the generous internal layout to be flooded with natural daylight. Opportunities to invest in such a high profile scheme in the centre of the UK's second city are few and far between."
    ]
  }
]
