[
  {
    "id": 1,
    "image": "1.jpg",
    "title": "2 bedroom duplex for sale",
    "address": "Mason Street, Manchester, Greater Manchester, M4",
    "postcode": "M4",
    "price": 254950,
    "description": "HELP TO BUY AVAILABLE! Move into your new apartment in Q1 2019!",
    "features": [
      "Help to Buy available, ideal for first time buyers",
      "Within walking distance of the Northern Quarter, Ancoats & NOMA",
      "Exposed brickwork retaining the charm of the existing building",
      "Cycle storage",
      "Victorian Mill conversion",
      "13 unique 1,2 and 3 bed apartments available"
    ],
    "details": [
      "Help to Buy now available, please enquire for further details!",
      "The unique collection of apartments at Mason Street are conscientiously designed for modern, elegant, professional living. ",
      "This exemplary conversion of a traditional mill is an architectural triumph, showcasing the exceptional appearance a harmoniously balanced brick and glass exterior can bring to a building & how they naturally compliment one another. ",
      "Every one of the 13 beautiful 1 & 2 bedroom apartments have been carefully crafted, with exceptional attention to detail given to every fitting and fixture for an optimum living experience. ",
      "Within walking distance of the Northern Quarter, Ancoats & NOMA, Mason Street is superbly located to explore the growing abundance of boutiques, independent trades, coffee shops, bars & restaurants that sit on the doorstep. ",
      "Nestled within the heart of a city undergoing a very prominent & deliberate renaissance, making it one of the most dynamic and exciting cities within Europe in which to live, Mason Street also benefits from being located within close proximity of Deansgate, The Arndale Centre, New Cathedral Street, King Street & Spinningfields and local & national transport links including Manchester Piccadillly & Manchester Victoria overground stations & the Metro Link Tram. ",
      "For further detail, floorplans & a development brochure, please contact Cushman & Wakefield today."
    ]
  },
  {
    "id": 2,
    "image": "2.jpg",
    "title": "4 bedroom penthouse for sale",
    "address": "Beetham Tower, 301 Deansgate M3 4LX",
    "postcode": "M3 4LX",
    "price": 3500000,
    "description": "A rare opportunity to purchase a superb four bedroom, custom designed triplex apartment set on floors 44, 45 and 46 of Manchesters most iconic building, The Beetham Tower."
  },
  {
    "id": 3,
    "image": "3.jpg",
    "title": "3 bedroom flat for sale",
    "address": "1 Rice Street, Castlefield, Manchester, Greater Manchester, M3",
    "postcode": "M3",
    "price": 2000000,
    "description": "The Penthouse 360 Building. Total floor area of approximately 4780 Sq. Ft. A labour of love, a vision of creating arguably one of the best living spaces with no expense spared in the city centre."
  },
  {
    "id": 4,
    "image": "4.jpg",
    "title": "4 bedroom penthouse for sale",
    "address": "Leftbank, Spinningfields, Manchester, M3 3AE",
    "postcode": "M3 3AE",
    "price": 2000000,
    "description": "We're delighted to present this exceptional four bedroom penthouse apartment on the top floor of the highly sought-after and only residential block on Spinningfields."
  },
  {
    "id": 5,
    "image": "5.jpg",
    "title": "3 bedroom apartment for sale",
    "address": "No1 Deansgate, Manchester, M1 3AZ",
    "postcode": "M1 3AZ",
    "price": 1250000,
    "description": "A three bedroom triplex penthouse in the iconic No1 Deansgate. Further details available on application. Call 0161 834 8340 and ask for Jennie."
  },
  {
    "id": 6,
    "image": "6.jpg",
    "title": "3 bedroom penthouse for sale",
    "address": "Oxygen, Store Street, Manchester, M1",
    "postcode": "M1",
    "price": 1075034,
    "description": "Located in the heart of Manchester Oxygen is the City's most 'EXCLUSIVE' five star LEISURE FACILITIES and SKY GARDENS. Oxygen will be a beacon of Manchester's skyline featuring 343 STYLISH apartments, 12 townhouses."
  }
]
